[
  {
    "title": "NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet",
    "preview": "The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July."
  },
  {
    "title": "5 Hidden Gems Are Riding Aboard NASA's Perseverance Rover",
    "preview": "The symbols, mottos, and small objects added to the agency's newest Mars rover serve a variety of purposes, from functional to decorative."
  },
  {
    "title": "Meet the People Behind NASA's Perseverance Rover",
    "preview": "These are the scientists and engineers who built NASA's next Mars rover and who will guide it to a safe landing in Jezero Crater. "
  },
  {
    "title": "NASA to Hold Mars 2020 Perseverance Rover Launch Briefing",
    "preview": "Learn more about the agency's next Red Planet mission during a live event on June 17."
  },
  {
    "title": "NASA Moves Forward With Campaign to Return Mars Samples to Earth",
    "preview": "During this next phase, the program will mature critical technologies and make critical design decisions as well as assess industry partnerships."
  },
  {
    "title": "NASA's Mars Rover Drivers Need Your Help",
    "preview": "Using an online tool to label Martian terrain types, you can train an artificial intelligence algorithm that could improve the way engineers guide the Curiosity rover."
  },
  {
    "title": "NASA's Mars Reconnaissance Orbiter Undergoes Memory Update",
    "preview": "Other orbiters will continue relaying data from Mars surface missions for a two-week period."
  },
  {
    "title": "HiRISE Views NASA's InSight and Curiosity on Mars",
    "preview": "New images taken from space offer the clearest orbital glimpse yet of InSight as well as a view of Curiosity rolling along."
  },
  {
    "title": "NASA Perseverance Mars Rover Scientists Train in the Nevada Desert",
    "preview": "Team members searched for signs of ancient microscopic life there, just as NASA's latest rover will on the Red Planet next year."
  },
  {
    "title": "NASA Invites Public to Share Excitement of Mars 2020 Perseverance Rover Launch",
    "preview": "There are lots of ways to participate in the historic event, which is targeted for July 30."
  },
  {
    "title": "How NASA's Perseverance Mars Team Adjusted to Work in the Time of Coronavirus ",
    "preview": "Like much of the rest of the world, the Mars rover team is pushing forward with its mission-critical work while putting the health and safety of their colleagues and community first."
  },
  {
    "title": "NASA's Mars Perseverance Rover Gets Its Sample Handling System",
    "preview": "The system will be collecting and storing Martian rock and soil. Its installation marks another milestone in the march toward the July launch period."
  },
  {
    "title": "Nine Finalists Chosen in NASA's Mars 2020 Rover Naming Contest",
    "preview": "Nine finalists have been chosen in the essay contest for K-12 students across U.S. to name NASA's next Mars rover. Now you can help by voting for your favorite. "
  },
  {
    "title": "Hear Audio From NASA's Perseverance As It Travels Through Deep Space",
    "preview": "The first to be rigged with microphones, the agency's latest Mars rover picked up the subtle sounds of its own inner workings during interplanetary flight."
  },
  {
    "title": "From JPL's Mailroom to Mars and Beyond",
    "preview": "Bill Allen has thrived as the mechanical systems design lead for three Mars rover missions, but he got his start as a teenager sorting letters for the NASA center."
  }
]